{
  "language": "the_inheritance_of_loss",
  "groups": [
    [0, 100],
    [101, 300],
    [301, 600],
    [601, 9999]
  ],
  "quotes": [
    {
      "text": "My name is Biju and I'm a little rat",
      "source": "Biju Chapter 24 on Mendacity",
      "length": 36,
      "id": 1
    },
    {
      "text": "Eating together they had always felt embarrassed — he, unsettled by her finickiness and her curbed enjoyment, and she, revolted by his energy and his fingers working the dal, his slurps and smacks.",
      "source": "Gyan Chapter 29 on the relationship with Sai",
      "length": 197,
      "id": 2
    },
    {
      "text": "Still, they considered themselves lucky to have found each other, each one empty with the same loneliness, each one fascinating as a foreigner to the other, but both educated with an eye to the West, and so they could sing together quite tunefully while strumming a guitar. They felt free and brave, part of a modern nation in a modern world.",
      "source": "Sai's parents",
      "length": 342,
      "id": 3
    },
    {
      "text": "This underneath, and on top a flat creed: cake was better than laddoos, fork spoon knife better than hands, sipping the blood of Christ and consuming a wafer of his body was more civilised than garlanding a phallic symbol with marigolds. English was better than Hindi.",
      "source": "Indian Idolisation of the West",
      "length": 268,
      "id": 4
    },
    {
      "text": "Thirty supporters stepped forward and also drew blood from their thumbs with their kukris to write a poster demanding Gorkha-land, in blood.",
      "source": "Gyan on the GNLF movement",
      "length": 140,
      "id": 5
    },
    {
      "text": "felt a moment of shame remembering his tea parties with Sai on the veranda, the cheese toast, queen cakes from the baker, and even worse, the small warm space they inhabited together, the nursery talk—",
      "source": "Gyan's shame on his relationship with Sai",
      "length": 201,
      "id": 6
    },
    {
      "text": "You are like slaves, that’s what you are, running after the West, embarrassing yourself. It’s because of people like you we never get anywhere",
      "source": "Toxic masculinity and Gyan's hate for Sai and the West",
      "length": 142,
      "id": 7
    },
    {
      "text": "A certificate from Cambridge that they didn’t even know to be ashamed of",
      "source": "Empty ideas made by the revolutionaries that have no backing to them",
      "length": 72,
      "id": 8
    },
    {
      "text": "he’d tried to be part of the larger questions [because] very few would announce, ‘Actually I’m a coward",
      "source": "Herd mentality",
      "length": 103,
      "id": 9
    },
    {
      "text": "he picked some snot balls from his nose and fed them to a […] spider",
      "source": "Gyan's grotesqueness and immaturity",
      "length": 68,
      "id": 10
    },
    {
      "text": "Jai Gorka",
      "source": "Fury of the public on GNLF",
      "length": 9,
      "id": 11
    }
  ]
}
